IdeaRS.Connections
GeneralPlateData.CustomGeometry Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the custom geometrical data
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Region CustomGeometry { get; set; }
Property Value
Type: Region
See Also
Reference
GeneralPlateData Class
IdeaRS.Connections.Data Namespace